tap "koekeishiya/formulae"

brew "bat"
brew "cloudflared"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "postgresql@18", restart_service: :changed
brew "railway"
brew "ripgrep"
brew "stow"
brew "subversion"
brew "tmux"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
brew "koekeishiya/formulae/yabai"

cask "1password-cli"
cask "claude-code"
cask "gcloud-cli"
cask "mitmproxy"
cask "zedis"
